Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessagePackageVersions
source: WSL version: {} Kernel version: {} WSLg version: {} MSRDC version: {} Direct3D version: {} DXCore version: {} Windows version: {}
cs_cz: Verze WSL: {} Verze jádra: {} Verze WSLg: {} Verze MSRDC: {} Verze Direct3D: {} Verze DXCore: {} Verze systému Windows: {}
da_dk: WSL-version: {} Kerneversion: {} WSLg-version: {} MSRDC-version: {} Direct3D-version: {} DXCore-version: {} Windows-version: {}
el_gr: Έκδοση WSL: {} Έκδοση πυρήνα: {} Έκδοση WSLg: {} Έκδοση MSRDC: {} Έκδοση Direct3D: {} Έκδοση DXCore: {} Έκδοση Windows: {}
es_es: Versión de WSL: {} Versión de kernel: {} Versión de WSLg: {} Versión de MSRDC: {} Versión de Direct3D: {} Versión de DXCore: {} Versión de Windows: {}
fi_fi: WSL-versio: {} Ytimen versio: {} WSLg-versio: {} MSRDC-versio: {} Direct3D-versio: {} DXCore-versio: {} Windows-versio: {}
fr_fr: Version WSL : {} Version du noyau : {} Version WSLg : {} Version MSRDC : {} Version direct3D : {} Version de DXCore : {} Version de Windows : {}
hu_hu: WSL-verzió: {} Kernelverzió: {} WSLg-verzió: {} MSRDC-verzió: {} Direct3D-verzió: {} DXCore-verzió: {} Windows-verzió: {}
it_it: Versione WSL: {} Versione kernel: {} Versione WSLg: {} Versione MSRDC: {} Versione Direct3D: {} Versione DXCore: {} Versione di Windows: {}
ja_jp: WSL バージョン: {} カーネル バージョン: {} WSLg バージョン: {} MSRDC バージョン: {} Direct3D バージョン: {} DXCore バージョン: {} Windows バージョン: {}
ko_kr: WSL 버전: {} 커널 버전: {} WSLg 버전: {} MSRDC 버전: {} Direct3D 버전: {} DXCore 버전: {} Windows 버전: {}
nb_no: WSL-versjon: {} Kernelversjon: {} WSLg-versjon: {} MSRDC-versjon: {} Direct3D-versjon: {} DXCore-versjon: {} Windows-versjon: {}
nl_nl: WSL-versie: {} Kernelversie: {} WSLg-versie: {} MSRDC-versie: {} Direct3D-versie: {} DXCore-versie: {} Windows-versie: {}
pl_pl: Wersja podsystemu WSL: {} Wersja jądra: {} Wersja usługi WSLg: {} Wersja MSRDC: {} Wersja Direct3D: {} Wersja DXCore: {} Wersja systemu Windows: {}
pt_br: Versão do WSL: {} Versão do kernel: {} Versão do WSLg: {} Versão do MSRDC: {} Versão do Direct3D: {} Versão do DXCore: {} Versão do Windows: {}
pt_pt: Versão WSL: {} Versão do kernel: {} Versão WSLg: {} Versão MSRDC: {} Versão direct3D: {} Versão DXCore: {} Versão do Windows: {}
ru_ru: Версия WSL: {} Версия ядра: {} Версия WSLg: {} Версия MSRDC: {} Версия Direct3D: {} Версия DXCore: {} Версия Windows: {}
tr_tr: WSL sürümü: {} Çekirdek sürümü: {} WSLg sürümü: {} MSRDC sürümü: {} Direct3D sürümü: {} DXCore sürümü: {} Windows sürümü: {}
zh_cn: WSL 版本: {} 内核版本: {} WSLg 版本: {} MSRDC 版本: {} Direct3D 版本: {} DXCore 版本: {} Windows: {}
zh_tw: WSL 版本： {} 核心版本： {} WSLg 版本： {} MSRDC 版本： {} Direct3D 版本： {} DXCore 版本： {} Windows 版本： {}

# MessageBuildInfo
source: MSBuild version: {} Commit: {} Build time: {}
cs_cz: Verze MSBuildu: {} Potvrzení změn: {} Čas sestavení: {}
da_dk: MSBuild-version: {} Bekræftelse: {} Buildtidspunkt: {}
de_de: MSBuild-Version: {} Commit: {} Buildzeit: {}
el_gr: Έκδοση MSBuild: {} Υποβολή (Commit): {} Χρόνος δημιουργίας: {}
es_es: Versión de MSBuild: {} Confirmar: {} Tiempo de compilación: {}
fi_fi: MSBuild-versio: {} Commit: {} Koontiaika: {}
fr_fr: Version de MSBuild : {} Validation : {} Heure de génération : {}
hu_hu: MSBuild verziója: {} Véglegesítés: {} Létrehozás időpontja: {}
it_it: Versione di MSBuild: {} Commit: {} Tempo di compilazione: {}
ja_jp: MSBuild バージョン: {} コミット: {} ビルド時間: {}
ko_kr: MSBuild 버전: {} 커밋: {} 빌드 시간: {}
nb_no: MSBuild-versjon: {} Commit: {} Build-tid: {}
nl_nl: MSBuild-versie: {} Doorvoeren: {} Buildtijd: {}
pl_pl: Wersja programu MSBuild: {} Zatwierdzenie: {} Czas kompilacji: {}
pt_br: Versão do MSBuild: {} Confirmação: {} Tempo de compilação: {}
pt_pt: Versão do MSBuild: {} Consolidar: {} Hora da criação: {}
ru_ru: Версия MSBuild: {} Фиксация: {} Время сборки: {}
sv_se: MSBuild-version: {} Bekräfta: {} Build-tid: {}
tr_tr: MSBuild sürümü: {} İşleme: {} Derleme zamanı: {}
zh_cn: MSBuild 版本: {} 提交: {} 生成时间: {}
zh_tw: MSBuild 版本： {} 認可： {} 建置時間： {}

# MessageCustomKernelNotFound
source: The custom kernel specified in {} was not found: '{}'.
cs_cz: Vlastní jádro zadané v {} nebylo nalezeno: '{}'.
da_dk: Den brugerdefinerede kerne, der er angivet i {}, blev ikke fundet: '{}'.
de_de: Der in „{}“ angegebene benutzerdefinierte Kernel wurde nicht gefunden: „{}“.
el_gr: Ο προσαρμοσμένος πυρήνας που καθορίζεται στο {} δεν βρέθηκε: '{}'.
es_es: No se encontró el kernel personalizado especificado en {}: '{}'.
fi_fi: Kohteessa {} määritettyä mukautettua ydintä ei löytynyt: {}.
fr_fr: Le noyau personnalisé spécifié dans {} est introuvable : « {} ».
hu_hu: A(z) {} helyen megadott egyéni kernel nem található: "{}".
it_it: Il kernel personalizzato specificato in {} non è stato trovato: '{}'.
ja_jp: {} で指定されたカスタム カーネルが見つかりませんでした: '{}'
ko_kr: {}에 지정된 사용자 지정 커널 '{}'을(를) 찾을 수 없습니다.
nb_no: Finner ikke den egendefinerte kjernen som er definert i {}: {}.
nl_nl: De aangepaste kernel die is opgegeven in {} is niet gevonden: {}.
pl_pl: Nie znaleziono niestandardowego jądra określonego w pliku {}: „{}”.
pt_br: O kernel personalizado especificado em {} não foi encontrado: '{}'.
pt_pt: O kernel personalizado especificado em {} não foi encontrado: "{}".
ru_ru: Пользовательское ядро, указанное в {}, не найдено: "{}".
sv_se: Den anpassade kerneln som anges i {} hittades inte: {}.
tr_tr: {} içinde belirtilen özel çekirdek bulunamadı: '{}'.
zh_cn: 找不到 {} 中指定的自定义内核:“{}”。
zh_tw: 找不到 {} 中指定的自定義核心： '{}'。

# MessageCustomKernelModulesNotFound
source: The custom kernel modules VHD in {} was not found: '{}'.
cs_cz: VHD vlastních modulů jádra v {} se nenašel: {}.
da_dk: Virtuel harddisk for de brugerdefinerede kernemoduler i {} blev ikke fundet: '{}'.
de_de: Die benutzerdefinierte Kernelmodule-VHD in {} wurde nicht gefunden: „{}“.
el_gr: Το VHD προσαρμοσμένων λειτουργικών μονάδων πυρήνα (kernel modules) που καθορίζεται στο {} δεν βρέθηκε: '{}'.
es_es: No se encontró el vhd de los módulos de kernel personalizados en {}: "{}".
fi_fi: Kohteen {} mukautettuja ydinmoduulien VHD:tä ei löytynyt: {}.
fr_fr: Le disque dur virtuel des modules du noyau personnalisé dans {} est introuvable : « {} ».
hu_hu: A(z) {} helyen lévő egyéni kernelmodulok virtuális merevlemeze nem található: „{}”.
it_it: Il disco rigido virtuale dei moduli kernel personalizzati in {} non è stato trovato: '{}'.
ja_jp: {} にあるカスタム カーネル モジュール VHD が見つかりませんでした: '{}'。
ko_kr: {}에서 사용자 지정 커널 모듈 vhd를 찾을 수 없습니다. '{}'.
nb_no: VHD-en for tilpassede kjernemoduler i {} ble ikke funnet: «{}».
nl_nl: De aangepaste kernelmodules VHD in {} is niet gevonden: {}.
pl_pl: Nie znaleziono wirtualnego dysku twardego modułów niestandardowego jądra w pliku {}: „{}”.
pt_br: O VHD dos módulos de kernel personalizados em {} não foi encontrado: '{}'.
pt_pt: O VHD dos módulos kernel personalizados em {} não foi encontrado: "{}".
ru_ru: Виртуальный жесткий диск пользовательских модулей ядра в {} не найден: "{}".
sv_se: Det gick inte att hitta den anpassade kernelmodulens virtuella hårddisk i {}: {}.
tr_tr: {} içinde özel çekirdek modülleri VHD'si bulunamadı: '{}'.
zh_cn: 找不到 {} 中的自定义内核模块 vhd:“{}”。
zh_tw: 找不到 {} 中的自訂核心模組 VHD：'{}'。

# MessageCustomSystemDistroError
source: The custom system distribution specified in {} was not found or is not the correct format.
cs_cz: Vlastní distribuce systému zadaná v {} nebyla nalezena nebo nemá správný formát.
da_dk: Den brugerdefinerede systemdistribution, der er angivet i {}, blev ikke fundet eller har ikke det korrekte format.
de_de: Die in {} angegebene benutzerdefinierte Systemdistribution wurde nicht gefunden oder weist nicht das richtige Format auf.
el_gr: Η προσαρμοσμένη διανομή συστήματος που καθορίζεται στο {} δεν βρέθηκε ή δεν έχει τη σωστή μορφή.
es_es: No se encontró la distribución del sistema personalizada especificada en {} o no tiene el formato correcto.
fi_fi: Tiedostossa {} määritettyä mukautettua järjestelmän jakelua ei löytynyt, tai se ei ole oikeassa muodossa.
fr_fr: La distribution système personnalisée spécifiée dans {} est introuvable ou son format est incorrect.
hu_hu: A(z) {} helyen megadott egyéni rendszerterjesztés nem található vagy nem megfelelő formátumú.
it_it: La distribuzione del sistema personalizzata specificata in {} non è stata trovata o non è nel formato corretto.
ja_jp: {} で指定されたカスタム システムディストリビューションが見つからなかったか、正しい形式ではありません。
ko_kr: {}에 지정된 사용자 지정 시스템 배포가 없거나 올바른 형식이 아닙니다.
nb_no: Den egendefinerte systemdistribusjonen som er angitt i {} ble ikke funnet, eller har feil format.
nl_nl: De aangepaste systeemdistributie die is opgegeven in {} is niet gevonden of heeft niet de juiste indeling.
pl_pl: Nie znaleziono niestandardowej dystrybucji systemu określonej w elemencie {} lub ma ona niepoprawny format.
pt_br: A distribuição do sistema personalizado especificada em {} não foi encontrada ou não tem o formato correto.
pt_pt: A distribuição personalizada do sistema especificada em {} não foi encontrada ou não tem o formato correto.
ru_ru: Настраиваемое системное распределение, указанное в {}, не найдено или имеет неправильный формат.
sv_se: Det gick inte att hitta den anpassade systemdistributionen som angavs i {} eller så har den inte rätt format.
tr_tr: {} içinde belirtilen özel sistem dağıtımı bulunamadı veya doğru biçimde değil.
zh_cn: 在 {} 中指定的自定义系统分发找不到或格式不正确。
zh_tw: 找不到 {} 中指定的自定義系統發佈，或其格式不正確。
